{
    "landingPage": {
        "welcomeMessagePrefix": "Welcome to ",
        "welcomeMessageSuffix": ", the exclusive dating app that connects ambitious dreamers with those who appreciate life's finer things.",
        "getStarted": "Get Started",
        "feature1.title": "Elegant Aspirations",
        "feature1.description": "Connect with individuals who embody sophistication and can elevate your lifestyle and dreams.",
        "feature2.title": "Energetic Pursuits",
        "feature2.description": "Find partners who match your ambition and bring excitement to your journey of reaching for the moon.",
        "feature3.title": "Empathetic Connections",
        "feature3.description": "Discover relationships where mutual understanding and emotional support sweeten every interaction.",
        "subFeature1.title": "Curated Matches",
        "subFeature1.description": "Our advanced algorithm ensures you connect with individuals who truly complement your lifestyle and aspirations.",
        "subFeature2.title": "Exclusive Events",
        "subFeature2.description": "Participate in high-end, curated events designed to foster meaningful connections in luxurious settings."
    },
    "cookie": {
        "title": "Cookie Policy"
    },
    "home": {
        "title": "Sugarmoon"
    },
    "popup": {
        "selectLanguage": "Select Language"
    },
    "errorPage": {
        "title": "404 - You're lost in love",
        "description": "Oops! It seems Cupid's arrow missed this page.",
        "backButton": "Back to Love Central"
    },
    "privacy": {
        "title": "Privacy Policy"
    },
    "safety": {
        "title": "Safety Tips"
    },
    "terms": {
        "title": "Terms of Service",
        "userResponsibilitiesTitle": "User Responsibilities",
        "userResponsibilities": "You are responsible for your use of the Services, for any Content you post to the Services, and for any consequences thereof. The Content you submit, post, or display will be able to be viewed by other users of the Services and through third party services and websites. You should only provide Content that you are comfortable sharing with others under these Terms."
    }
}